
export const adventages__data = [
    {title:`СТАБІЛЬНІСТЬ`,text:`Забезпечена наявністю надійних партнерів, робота з якими обумовлена на тривалих договірних відносинах.`},
    {title:`БЕЗПЕКА`,text:`Застрахована відповідальність експедитора та професійність менеджерів.`},
    {title:`ДОСВІД`,text:`Понад 30 років досвіду і хороша репутація на міжнародному ринку.`},
    {title:`ОПЕРАТИВНІСТЬ`,text:`Грамотна робота менеджерів дозволяє в найкоротші терміни подати необхідний транспортний засіб, оптимально розробити маршрут, визначититерміни перевезення, дати чіткі інструкції водієві.`},
    {title:`ВПОРІДКОВАНІСТЬ`,text:`Ми маємо унікальну базу даних і програму, яка систематизує всі процеси роботи компанії та максимально автоматизує роботу працівників.`},
    {title:`КОМАНДА`,text:`Ми зібрали найкращих спеціалістів у всіх видах транспорту під емблемою ІСТ і продовжуємо інвестувати у свій персонал та його навчання.`},
]