import ukraineImg from '../assets/images/services__page_img/ukraine.png'
import internationalImg from '../assets/images/services__page_img/international.png'
import adrImg from '../assets/images/services__page_img/adr.png'
import collectiveImg from '../assets/images/services__page_img/collective.png'
import containerImg from '../assets/images/services__page_img/container.png'
import containerStorageImg from '../assets/images/services__page_img/container-storage.png'



export const stages_of_work = [
    {
    id:1,
    link:"/ukraine-cargo",
    img: ukraineImg,
    title:`ПЕРЕВЕЗЕННЯ \n ТОВАРІВ \n ПО \n ТЕРИТОРІЇ \n УКРАЇНИ`,
    desc:`"ІСТ-Захід" - це провідна транспортно-експедиційна компанія, яка спеціалізується на перевезенні різноманітних товарів по всій території України. Наша мета - забезпечити ефективні та індивідуалізовані рішення для безпечного переміщення вашого вантажу. Незалежно від обсягу чи характеру товарів, ми гарантуємо надійність та оперативність у доставці.`,
    info:`
    У сфері внутрішніх перевезень по території України, наша компанія виступає як ключовий учасник, що спеціалізується на автомобільних перевезеннях. Від моменту заснування компанії "ІСТ-Україна" ми активно здійснюємо перевезення в межах країни, надаючи надійні та ефективні логістичні рішення.
    \nНаша компанія надає широкий спектр послуг з перевезення вантажів автомобільним транспортом, забезпечуючи оптимальні рішення для різноманітних потреб клієнтів.
    \nМи гарантуємо високу якість та надійність наших послуг, базуючись на наступних принципах:\n
    \n- Індивідуальний підхід: Ми надаємо індивідуальний підхід до кожного клієнта, враховуючи їхні унікальні потреби та вимоги.
    \n- Технічний контроль: Наші перевізники постійно піддаються технічному контролю, забезпечуючи безпеку та надійність перевезень.
    \n- Широка мережа: Ми маємо розгалужену мережу офісів по всій території України, що дозволяє нам ефективно організовувати перевезення в будь-який регіон країни.
    \n- Кваліфікований персонал: Наші співробітники мають високу кваліфікацію та професіоналізм, що дозволяє нам забезпечувати високий рівень обслуговування.
    \n- Матеріальна відповідальність: Ми беремо на себе матеріальну відповідальність за дотримання термінів доставки та збереження вантажу.
    
    Наша компанія готова надати транспортні засоби для всіх видів автомобільних перевезень, включаючи:\n
   \n- Автопоїзди з тентованими напівпричепами.
    \n- Автопоїзди з напівпричепами типу "Jumbo" і "Mega".
    \n- Суцільнометалеві та ізотермічні трейлери, рефрижератори усіх типів.
    \n- Автопоїзди підвищеного об’єму, малотонажні автомобілі, мікроавтобуси.
    \n- Пересувний склад для перевезення спеціальних і небезпечних вантажів усіх класів.
    \n- Низькорамні платформи для транспортування негабаритних вантажів.
    \n- Ми прагнемо забезпечити найвищий рівень задоволення потреб наших клієнтів у сфері перевезень вантажів по території України та за її межами.
   `,
    stages:[
        {
            title:`Консультація та плануванНЯ`,
            desc:`Наші логістичні консультанти готові надати вам ефективні рішення та детальні консультації стосовно оптимального маршруту та виду транспорту.`
        },
        {
            title:`Підготовка вантажу`,
            desc:`З "ІСТ-Захід" ви можете бути впевнені, що ваш вантаж буде правильно фіксований та дотримуватиметься всіх стандартів підготовки до перевезення`
        },
        {
            title:`Транспортування`,
            desc:`Використовуючи наш сучасний автопарк та мережу партнерів, ми гарантуємо швидке та безпечне транспортування вашого вантажу.`
        },
        {
            title:`Доставка та приймання`,
            desc:`"ІСТ-Захід" забезпечить точну доставку вантажу у визначені терміни, а ви зможете переконатися в його відмінній умові при прийманні.`
        },
    ]
    },
    {
    id:2,
    link:"/international-cargo",
    title:`МІЖНАРОДНІ \n ВАНТАЖНІ \n ПЕРЕВЕЗЕННЯ`,
    img:internationalImg,
    desc:`"ІСТ-Захід" - ваш надійний партнер у сфері міжнародних вантажних перевезень. Ми забезпечуємо комплексні та надійні рішення для перевезення товарів міжнародними маршрутами. Наш досвід та професійний підхід гарантує безпеку та швидкість доставки вашого вантажу в будь-яку точку світу.`,
    info:`
    Один з основних, але не єдиний напрям діяльності нашої компанії - це автомобільні перевезення. З моменту заснування компанії "ІСТ-Захід" в Україні ми здійснювали перевезення між країнами Західної Європи і СНД. З того часу ми постійно розширюємося в нових напрямах і видів перевезень.
    
    На сьогоднішній день ми обслуговуємо регіони Західної, Центральної та Східної Європи, Скандинавії та Балтії. Ми раді пропонувати клієнтам перевезення до Балкан, Казахстану та Середньої Азії, Росії та Закавказзя. Ми можемо доставити вантажі автомобілем до Ірану, Індії, Китаю та інших віддалених країн. Це можливо завдяки широкій мережі власних офісів компанії ІСТ в країнах СНД.
    
    Наші партнери - найбільші та найнадійніші автоперевізники України, Європи та країн СНД, які мають найкращу репутацію у своїх країнах. Постійний технічний контроль за станом рухомого складу, обов'язкове страхування відповідальності та досвід водіїв забезпечують високу надійність і збереження вантажів.
    
    Високий рівень якості послуг, які ми надаємо з перевезень вантажів автомобільним транспортом у всіх видах сполучень, можливий завдяки певним принципам:
    
    Досконалість матеріально-технічної бази перевезень і сервісу;
    Висока кваліфікація та професіоналізм наших співробітників на всіх рівнях;
    Індивідуальний підхід до кожного замовника;
    Забезпечення можливості постійного контролю за місцезнаходженням автомобіля, як з боку менеджерів, так і з боку клієнта;
    Оперативне втручання у вирішенні непередбачених та складних ситуацій у процесі доставки;
    Матеріальна відповідальність за дотриманням термінів доставки та збереження вантажу, що перевозиться.
    Договірні відносини можуть бути укладені на будь-який період, при цьому підприємство фінансово гарантує їх виконання та конфіденційність. Група компаній "ІСТ-Захід" пропонує найширший в Україні спектр послуг з перевезення вантажів і надасть транспортні засоби для всіх видів автомобільних перевезень:
    
    Автопоїзди з тентованими напівпричепами;
    Автопоїзди з напівпричепами типу "Jumbo" і "Mega";
    Суцільнометалеві та ізотермічні трейлери, рефрижератори усіх типів;
    Автопоїзди підвищеного об'єму, малотонажні автомобілі, мікроавтобуси;
    Пересувний склад для перевезення спеціальних і небезпечних вантажів усіх класів;
    Низькорамні платформи для транспортування негабаритних вантажів.
    "ІСТ" доставить автомобілем будь-які вантажі (від мікросхем до екскаваторів) у будь-яке місце від Атлантики до Сибіру в точно визначений термін.`,
    stages:[
        {
            title:`Консультація та плануванНЯ`,
            desc:`Наші логістичні консультанти визначать оптимальний маршрут та вид транспорту, забезпечуючи ефективність та швидкість перевезення.`
        },
        {
            title:`Документація та дозволи`,
            desc:`Ми здійснюємо повний комплекс робіт з оформлення документації та отримання всіх необхідних дозволів для міжнародних перевезень.`
        },
        {
            title:`Пакування та маркування`,
            desc:`Наші фахівці надають рекомендації з пакування та маркування, забезпечуючи максимальний захист вашого вантажу під час міжнародного транспортування.`
        },
        {
            title:`Моніторинг та звітність`,
            desc:`Ми забезпечуємо постійний моніторинг руху вантажу та надаємо звітність клієнтам, щоб вони могли в реальному часі слідкувати за статусом перевезення.`
        },
    ]
    },
    {
    id:3,
    link:"/adr-cargo",
    title:`ПЕРЕВЕЗЕННЯ \n НЕГАБАРИТНИХ \n ТА \n НЕБЕЗПЕЧНИХ \n ADR \n ВАНТАЖІВ`,
    img:adrImg,
    desc:`Наша компанія володіє експертизою в перевезенні негабаритних та небезпечних ADR вантажів, забезпечуючи їх безпеку та відповідність стандартам. Ми докладаємо всіх можливих  заходів для забезпечення безпечного переміщення цих вантажів.`,
    info:`
    Для організації перевезення негабаритних і небезпечних ADR вантажів вам необхідно мати досвід та кваліфіковану підтримку. «ІСТ-Захід» пропонує високоякісний сервіс з комплексного обслуговування таких перевезень, зокрема:
    
    Докладне вивчення маршруту проходження автотранспорту.
    Експертизи транспортно-експедиційних схем.
    Отримання відповідних спецдозволів.
    Організацію демонтажу дорожньої інфраструктури.
    Супровід вантажів та їх перевезення під охороною.
    Ми використовуємо спецтранспорт, призначений для перевезень будь-яких типів негабаритних, нестандартних і надважких вантажів. Наші транспортні засоби включають в себе:
    
    Телескопічну платформу TIEFBET із вантажною платформою, що демонтується.
    Подовжену платформу SEMITRAILER, що висувається на 3 метри.
    Подвоєну платформу з гідравлічно керованими осями.
    Наша команда завжди приділяє увагу питанням безпеки та збереження вантажу, оптимізуючи ціну транспортування в залежності від різних умов. Ми також співпрацюємо з іншими автотранспортними та експедиційними компаніями для забезпечення безпечного транзиту негабаритних вантажів іншими країнами, областями і регіонами.
    
    Ми готові перевозити різноманітні вантажі, включаючи важку дорожню техніку, верстати, будівельну техніку, архітектурні споруди, великогабаритні бочки та ємності, труби, човни та інше обладнання.
    
    Необхідність в перевезенні негабаритних та небезпечних вантажів вимагає спеціалізованого підходу, і ми готові допомогти вам вирішити цю задачу.`,
    stages:[
        {
            title:`Експертиза та класифікація`,
            desc:`Наші фахівці здійснюють експертизу та правильну класифікацію негабаритних та небезпечних вантажів згідно з усіма вимогами та стандартами.`
        },
        {
            title:`Підготовка та захист`,
            desc:`Ми забезпечуємо належну підготовку та захист негабаритних та небезпечних вантажів для мінімізації ризиків під час перевезення.`
        },
        {
            title:`Дотримання вимог ADR`,
            desc:`"ІСТ-Захід" гарантує повне дотримання всіх вимог ADR (Європейська угода з міжнародних автомобільних перевезень небезпечних товарів) для безпечного та законного перевезення.`
        },
    ]
    },
    {
    id:4,
    link:"/collective-cargo",
    title:`ОРГАНІЗАЦІЯ \n ЗБІРНИХ \n ВАНТАЖІВ`,
    img:collectiveImg,
    desc:`"ІСТ-Захід" забезпечує ефективну організацію збірних вантажів, забезпечуючи оптимальне використання транспортних ресурсів та економію витрат. Наша система логістики гарантує своєчасну доставку вашого вантажу.`,
    info:`Доставка збірних вантажів «від дверей до дверей» – одне з найскладніших транспортних завдань. Управління цим процесом схоже на управління оркестром: тут не обійтися без досвідченого диригента. Вчасно прийняти вантаж у відправника, наприклад, у Великобританії, Франції або Фінляндії, швидко доставити його до терміналу в Києві і потім передати одержувачеві в будь-якій точці України – завдання непросте, враховуючи відмінності у митному законодавстві різних країн, вимоги транзитних митниць і необхідність перевалювання вантажу на терміналах. Весь цей ланцюг повинен працювати злагоджено.

    ICT виступає зв’язковою ланкою в цьому складному транспортному ланцюзі. Наші офіси в Німеччині, Великобританії і США, агенти у всіх країнах Західної і Центральної Європи забезпечать швидку та регулярну відправку із своїх країн. Партнери на кордонах і досвідчені водії забезпечать найшвидшу доставку до терміналу в Києві.
    
    Співробітники відділу збірних вантажів залагодять митні формальності, оброблять вантажі на власному терміналі в Києві і відправлять одержувачеві в автомобілях ICT. Ми також доставимо збірні вантажі з України в країни Європи і США.
    
    У наших руках є все необхідне для успішного управління процесом доставки:
    
    регулярні відправки автопоїздів з країн Західної Європи, тісна взаємодія з партнерами і відправниками;
    досвід проходження кордонів і митниць;
    власний митний термінал у Києві;
    надійні і досвідчені співробітники відділу збірних вантажів;
    власний парк автомобілів широкого спектру вантажопідйомності.
    Усе це забезпечує найкоротші терміни доставки і повне збереження вантажів. Ми доставимо вантажі за будь-якою адресою, за необхідності, розпакуємо і змонтуємо меблі, підключимо обладнання.
    
    Для термінових і важливих вантажів ми розробили спеціальний сервіс – експрес-доставка по Україні впродовж 24 годин!
    
    З 1993 року ми обробили тисячі вантажів з десятків країн світу. Наша мета – першокласний сервіс у доставці кожного вантажу. Ми постійно вдосконалюємо транспортні технології.
    
    Ми раді повідомити Вам, що працює склад компаній ІСТ у м. Вишневе, який повністю відповідає усім показникам категорії А і є одним з найновіших складів в Україні та одним з кращих за технічними параметрами. Місткість складу становить 10.000 палет, він здатний прийняти на зберігання вантажі, еквівалентні місткості 300 магістральних автомобілів, має висоту до 13 метрів для висотного стелажного зберігання.
    
    З 2006 року надає послуги складський комплекс групи компаній «ІСТ-Захід» у м. Львові. Його вирізняють:
    
    зручне місце розташування в міській смузі;
    сучасні офісні приміщення;
    забезпечення телефонним зв’язком і виходом в Інтернет;
    чудові під’їзні шляхи;
    опалення;
    наявність необхідної складської техніки;
    висотне стелажне зберігання;
    зберігання на підлозі;
    надійна цілодобова охорона.
    Усі ці переваги роблять цей складський комплекс найоптимальнішим місцем для здійснення регіональної дистрибуції і зберігання товарів.
    `,
    stages:[
        {
            title:`Консолідація та складування`,
            desc:`"ІСТ-Захід" надає послуги з консолідації та складування збірних вантажів для оптимальної організації та зменшення витрат.`
        },
        {
            title:`Маршрутизація та оптимізація`,
            desc:`Ми ретельно плануємо маршрути та оптимізуємо логістичні схеми для максимальної ефективності збірних перевезень.`
        },
        {
            title:`Доставка та розгрузка`,
            desc:`Забезпечуємо точну доставку та розгрузку збірних вантажів відповідно до узгодженого графіку.`
        },
    ]
    },
    {
    id:5,
    link:"/container-cargo",
    title:`ПЕРЕВЕЗЕННЯ \n КОНТЕЙНЕРАМИ`,
    img:containerImg,
    desc:`Ми пропонуємо послуги перевезення контейнерами з точністю та пунктуальністю. Наша компанія забезпечує правильну організацію та безпеку при перевезенні вантажів у контейнерах, забезпечуючи їх непошкодженість та надійність доставки.`,
    info:`В сучасному світі логістики перевезення контейнерами є одним з найбільш ефективних та зручних способів транспортування різноманітних вантажів. Вона дозволяє економити час, гроші та забезпечує безпеку та надійність у перевезенні товарів будь-якого типу. Давайте розглянемо деякі ключові аспекти та переваги перевезення контейнерами для вашого бізнесу.

    1. Гнучкість та масштабованість
    
    Перевезення контейнерами дозволяє легко масштабувати ваші перевезення відповідно до обсягу вантажів. Ви можете використовувати контейнери різних розмірів та типів, в залежності від ваших потреб. Це забезпечує гнучкість у виборі оптимального рішення для конкретного вантажу, що значно спрощує логістику вашого бізнесу.
    
    2. Ефективність та швидкість
    
    Контейнерні перевезення зазвичай є швидкими та ефективними, оскільки контейнери можуть бути легко завантажені на судна, залізниці або автотранспорт та перевезені безпосередньо до пункту призначення. Це дозволяє скоротити час доставки та оптимізувати ланцюг поставок.
    
    3. Зменшення ризиків та витрат
    
    Використання контейнерів спрощує процес обробки та перевезення вантажів, що дозволяє зменшити ризики втрат чи пошкоджень товарів. Крім того, це також дозволяє економити витрати на упаковку та забезпечення безпеки вантажу, оскільки контейнери зазвичай забезпечують відмінний рівень захисту.
    
    4. Глобальний доступ
    
    Контейнерні перевезення дозволяють легко організувати міжнародні перевезення вантажів, охоплюючи значну кількість географічних регіонів. Це робить їх ідеальним вибором для підприємств, які здійснюють міжнародну торгівлю та потребують надійного способу доставки товарів.
    
    Загалом, перевезення контейнерами є вигідним та ефективним рішенням для багатьох бізнесів, які шукають спосіб оптимізувати свою логістику та забезпечити безперебійну поставку товарів. Зверніться до наших фахівців, щоб отримати додаткову інформацію та поради щодо використання контейнерних перевезень для вашого бізнесу.`,
    stages:[
        {
            title:`Вибір та забезпечення контейнерів`,
            desc:` Ми допомагаємо обрати відповідний тип контейнера та забезпечуємо його належне обладнання для перевезення вашого вантажу.`
        },
        {
            title:`Завантаження та фіксація`,
            desc:`Забезпечуємо правильне завантаження та фіксацію вантажу в контейнері для збереження його стабільності під час перевезення.`
        },
        {
            title:`Моніторинг та доставка`,
            desc:`ІСТ-Захід" здійснює постійний моніторинг та гарантує точну доставку контейнерів визначеними маршрутами.h`
        },
    ]
    },
    {
    id:6,
    link:"/container-storage",
    title:`ОРЕНДА\n КОНТЕЙНЕРІВ\n ДЛЯ\n ІНДИВІДУАЛЬНОГО\nЗБЕРІГАННЯ`,
    img:containerStorageImg,
    desc:`Надання послуг тимчасового або довготривалого зберігання майна.`,
    info:`Оренда міні-складу у Львові – сучасна послуга, що набирає популярності

    Саме для тих, кого цікавить оренда контейнера (Львів та околиці), ми створили свою пропозицію. Вам потрібно зберігати більше речей, але у вашому будинку чи квартирі немає місця для них? Повідомте нас! Ми пропонуємо три розміри складських приміщень, серед яких ви точно знайдете ідеальний. Ми пропонуємо контейнер в оренду у місті Львів та клієнтам з околиць. Пам’ятаючи про зручність клієнтів, ми розмістили склади таким чином, щоб забезпечити прямий доступ автомобілем до них.
    
    Оренда контейнера: Львів уже в тренді
    
    Самостійне зберігання речей у контейнерах – це тенденція, яка прийшла до нас із Заходу. Там мешканці швидко зрозуміли, що зберігання предметів на складах самообслуговування – це простий спосіб прибрати завалену квартиру або звільнити місце в офісі. Американці є лідерами у користуванні такою послугою, але французи та німці також є серед прихильників контейнерів самообслуговування. Ми хочемо, щоб тенденція оселилася і у Львові.
    
    Оренда складу – контейнера від ІСТ-Захід – це приміщення для тимчасового зберігання меблів, інструментів, обладнання для дому та офісу, автомобільних шин, іграшок, сувенірів та всіх тих предметів, які більше не вміщуються в домашніх підвалах, гаражах та на горищах.
    
    Оренда міні-складу у Львові: переваги
    Можливість ідеального підбору розміру. Ми пропонуємо контейнер в оренду площею 7, 14 та 29 м2. Можливість правильно вибрати простір означає, що ми зможемо ідеально використовувати його для зберігання певної кількості речей. У разі збільшення потреб завжди можна взяти в оренду більший контейнер.
    Оренда складу для компаній та приватних осіб. Оренда контейнера (Львів) від підприємства ІСТ-Захід – послуга для компаній, а також приватних осіб. Склади знаходяться під постійним захистом, тому ви можете бути впевнені, що ваше майно у безпеці. Навіть, якщо це важливі документи чи матеріальні цінності.
    \nДоступ цілодобово. Наші склади самообслуговування працюють цілодобово, 7 днів на тиждень. Ви можете будь-коли прийти до орендованого контейнера, щоб забрати або принести свої речі. Вночі є зовнішнє освітлення.
    \nЗручне користування. Наші склади відрізняються простотою експлуатації. Оренда вагончика пропонується на території, яка має простору автостоянку і гарантує безпечне зберігання ваших товарів, обладнання та інших предметів. Все підготовлено таким чином, щоб забезпечити найзручніший доступ до предметів, що зберігаються в наших контейнерах. Завдяки нашій пропозиції, незалежно від часу доби і ночі, ви можете отримати доступ до кожного збереженого предмета. Пропонується послуга автонавантажувача.
    \nБезпека понад усе.\n Напевно, вам цікаво, чи ваші речі будуть у нас у безпеці. Ми можемо запевнити вас, що ми доклали всіх зусиль, щоб ваш велосипед, інструменти чи меблі були найкраще захищені у нас. Наші контейнери для самообслуговування мають міцний замок. В інтересах безпеки довірених нам предметів весь об’єкт охоплюється цілодобовим моніторингом.
    \nЧому саме ІСТ-Захід?
    Ми гнучкі і зосереджені на комфорті, який проявляється, серед іншого, у тому, що ви можете орендувати наші склади та контейнери самообслуговування на будь-який період часу. Це може бути шість місяців, може три місяці, а може і рік, і більше. Нижня межа – одна доба, мінімальний термін зберігання. Самі контейнери мають різні розміри. Таким простим способом ми переконались, що кожен може знайти тип складу, який хоче. На сайті пропонуємо зручний калькулятор, який допоможе попередньо розрахувати, скільки коштуватиме оренда контейнера (Львів).`,
    stages:[
        {
            title: "Доступність",
            desc: "Ми гарантуємо ваш доступ до контейнера цілодобово."
            },
        {
            title: "Безпека",
            desc: "Ми забезпечуємо цілодобовий нагляд та охорону, щоб ваш майновий контейнер був захищений від несанкціонованого доступу та будь-яких загроз."
            },
        {
            title: "Гнучкі умови оренди",
        desc: "Ми надаємо гнучкі умови оренди, включаючи різні терміни оренди та можливість зміни розміру контейнера згідно з вашими потребами."
        },
        {
            title: "Послуги автонавантажувача",
        desc: "Надаємо послуги з найму автонавантажувачів для швидкого та ефективного завантаження та розвантаження."
        },

    ]
    },
]


