import ukraineImg from '../assets/images/services__page_img/ukraine.png'
import internationalImg from '../assets/images/services__page_img/international.png'
import adrImg from '../assets/images/services__page_img/adr.png'
import collectiveImg from '../assets/images/services__page_img/collective.png'
import containerImg from '../assets/images/services__page_img/container.png'
import containerStorageImg from '../assets/images/services__page_img/container-storage.png'



export const stages_of_work = [
    {
    id:1,
    link:"/ukraine-cargo",
    img: ukraineImg,
    title:`ПЕРЕВЕЗЕННЯ \n ТОВАРІВ \n ПО \n ТЕРИТОРІЇ \n УКРАЇНИ`,
    desc:`"ІСТ-Захід" - це транспортно-експедиційна компанія, яка спеціалізується на перевезенні різноманітних вантажів по всій території України. Ми пропонуємо вам ефективні та індивідуалізовані рішення для безпечного переміщення вашого вантажу.`,
    stages:[
        {
            title:`Консультація та плануванНЯ`,
            desc:`Наші логістичні консультанти готові надати вам ефективні рішення та детальні консультації стосовно оптимального маршруту та виду транспорту.`
        },
        {
            title:`Підготовка вантажу`,
            desc:`З "ІСТ-Захід" ви можете бути впевнені, що ваш вантаж буде правильно фіксований та дотримуватиметься всіх стандартів підготовки до перевезення`
        },
        {
            title:`Транспортування`,
            desc:`Використовуючи наш сучасний автопарк та мережу партнерів, ми гарантуємо швидке та безпечне транспортування вашого вантажу.`
        },
        {
            title:`Доставка та приймання`,
            desc:`"ІСТ-Захід" забезпечить точну доставку вантажу у визначені терміни, а ви зможете переконатися в його відмінній умові при прийманні.`
        },
    ]
    },
    {
    id:2,
    link:"/international-cargo",
    title:`МІЖНАРОДНІ \n ВАНТАЖНІ \n ПЕРЕВЕЗЕННЯ`,
    img:internationalImg,
    desc:`З "ІСТ-Захід" ви можете розраховувати на безперервний потік міжнародних вантажних перевезень. Ми забезпечуємо ефективну та надійну мережу для доставки вашого вантажу між країнами, дотримуючись високих стандартів безпеки та своєчасності.`,
    stages:[
        {
            title:`Консультація та плануванНЯ`,
            desc:`Наші логістичні консультанти визначать оптимальний маршрут та вид транспорту, забезпечуючи ефективність та швидкість перевезення.`
        },
        {
            title:`Документація та дозволи`,
            desc:`Ми здійснюємо повний комплекс робіт з оформлення документації та отримання всіх необхідних дозволів для міжнародних перевезень.`
        },
        {
            title:`Пакування та маркування`,
            desc:`Наші фахівці надають рекомендації з пакування та маркування, забезпечуючи максимальний захист вашого вантажу під час міжнародного транспортування.`
        },
        {
            title:`Моніторинг та звітність`,
            desc:`Ми забезпечуємо постійний моніторинг руху вантажу та надаємо звітність клієнтам, щоб вони могли в реальному часі слідкувати за статусом перевезення.`
        },
    ]
    },
    {
    id:3,
    link:"/adr-cargo",
    title:`ПЕРЕВЕЗЕННЯ \n НЕГАБАРИТНИХ \n ТА \n НЕБЕЗПЕЧНИХ \n ADR \n ВАНТАЖІВ`,
    img:adrImg,
    desc:`Наша компанія володіє експертизою в перевезенні негабаритних та небезпечних ADR вантажів, забезпечуючи їх безпеку та відповідність стандартам. Ми докладаємо всіх можливих  заходів для забезпечення безпечного переміщення цих вантажів.`,
    stages:[
        {
            title:`Експертиза та класифікація`,
            desc:`Наші фахівці здійснюють експертизу та правильну класифікацію негабаритних та небезпечних вантажів згідно з усіма вимогами та стандартами.`
        },
        {
            title:`Підготовка та захист`,
            desc:`Ми забезпечуємо належну підготовку та захист негабаритних та небезпечних вантажів для мінімізації ризиків під час перевезення.`
        },
        {
            title:`Дотримання вимог ADR`,
            desc:`"ІСТ-Захід" гарантує повне дотримання всіх вимог ADR (Європейська угода з міжнародних автомобільних перевезень небезпечних товарів) для безпечного та законного перевезення.`
        },
    ]
    },
    {
    id:4,
    link:"/collective-cargo",
    title:`ОРГАНІЗАЦІЯ \n ЗБІРНИХ \n ВАНТАЖІВ`,
    img:collectiveImg,
    desc:`"ІСТ-Захід" забезпечує ефективну організацію збірних вантажів, забезпечуючи оптимальне використання транспортних ресурсів та економію витрат. Наша система логістики гарантує своєчасну доставку вашого вантажу.`,
    stages:[
        {
            title:`Консолідація та складування`,
            desc:`"ІСТ-Захід" надає послуги з консолідації та складування збірних вантажів для оптимальної організації та зменшення витрат.`
        },
        {
            title:`Маршрутизація та оптимізація`,
            desc:`Ми ретельно плануємо маршрути та оптимізуємо логістичні схеми для максимальної ефективності збірних перевезень.`
        },
        {
            title:`Доставка та розгрузка`,
            desc:`Забезпечуємо точну доставку та розгрузку збірних вантажів відповідно до узгодженого графіку.`
        },
    ]
    },
    {
    id:5,
    link:"/container-cargo",
    title:`ПЕРЕВЕЗЕННЯ \n КОНТЕЙНЕРАМИ`,
    img:containerImg,
    desc:`Ми пропонуємо послуги перевезення контейнерами з точністю та пунктуальністю. Наша компанія забезпечує правильну організацію та безпеку при перевезенні вантажів у контейнерах, забезпечуючи їх непошкодженість та надійність доставки.`,
    stages:[
        {
            title:`Вибір та забезпечення контейнерів`,
            desc:` Ми допомагаємо обрати відповідний тип контейнера та забезпечуємо його належне обладнання для перевезення вашого вантажу.`
        },
        {
            title:`Завантаження та фіксація`,
            desc:`Забезпечуємо правильне завантаження та фіксацію вантажу в контейнері для збереження його стабільності під час перевезення.`
        },
        {
            title:`Моніторинг та доставка`,
            desc:`ІСТ-Захід" здійснює постійний моніторинг та гарантує точну доставку контейнерів визначеними маршрутами.h`
        },
    ]
    },
    {
    id:6,
    link:"/container-storage",
    title:`ОРЕНДА \n КОНТЕЙНЕРІВ`,
    img:containerStorageImg,
    desc:`Наші морські перевезення дозволяють вам перевозити вантажі великого обсягу з мінімальними витратами."ІСТ-Захід" гарантує надійність та ефективність доставки вашого вантажу морським транспортом.`,
    stages:[
        {
            title:`Бронювання та організація`,
            desc:`Ми взаємодіємо з провідними морськими перевізниками для бронювання та організації перевезення вашого вантажу.`
        },
        {
            title:`Документальне оформлення`,
            desc:`Здійснюємо повне документальне оформлення для морських перевезень, включаючи біллинг, транспортні накладні та інші необхідні документи.`
        },
        {
            title:`Дотримання вимог ADR`,
            desc:`"ІСТ-Захід" гарантує повне дотримання всіх вимог ADR (Європейська угода з міжнародних автомобільних перевезень небезпечних товарів) для безпечного та законного перевезення.`
        },
    ]
    },
]